
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>中国共产党纲领 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    正文
            
                </span>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    附加文件
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.3.1" data-path="纲领.html">
            
                <a href="纲领.html">
            
                    
                    中国共产党纲领
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >中国共产党纲领</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <blockquote>
<p>1921&#x5E74;7&#x6708;&#x53EC;&#x5F00;&#x7684;&#x4E2D;&#x56FD;&#x5171;&#x4EA7;&#x515A;&#x5168;&#x56FD;&#x7B2C;&#x4E00;&#x6B21;&#x4EE3;&#x8868;&#x5927;&#x4F1A;&#x4E2D;&#x901A;&#x8FC7;&#x4E86;&#x300A;&#x4E2D;&#x56FD;&#x5171;&#x4EA7;&#x515A;&#x7EB2;&#x9886;&#x300B;&#x3002;</p>
</blockquote>
<h1 id="&#x4E2D;&#x56FD;&#x5171;&#x4EA7;&#x515A;&#x7EB2;&#x9886;">&#x4E2D;&#x56FD;&#x5171;&#x4EA7;&#x515A;&#x7EB2;&#x9886;</h1>
<ol>
<li><p>&#x6211;&#x4EEC;&#x7684;&#x515A;&#x5B9A;&#x540D;&#x4E3A;&#x201C;&#x4E2D;&#x56FD;&#x5171;&#x4EA7;&#x515A;&#x201D;&#x3002;</p>
</li>
<li><p>&#x6211;&#x4EEC;&#x515A;&#x7684;&#x7EB2;&#x9886;&#x5982;&#x4E0B;&#xFF1A;</p>
<ol>
<li><p>&#x9769;&#x547D;&#x519B;&#x961F;&#x5FC5;&#x987B;&#x4E0E;&#x65E0;&#x4EA7;&#x9636;&#x7EA7;&#x4E00;&#x8D77;&#x63A8;&#x7FFB;&#x8D44;&#x672C;&#x5BB6;&#x9636;&#x7EA7;&#x7684;&#x653F;&#x6743;&#xFF0C;&#x5FC5;&#x987B;&#x63F4;&#x52A9;&#x5DE5;&#x4EBA;&#x9636;&#x7EA7;&#xFF0C;&#x76F4;&#x5230;&#x793E;&#x4F1A;&#x9636;&#x7EA7;&#x533A;&#x5206;&#x6D88;&#x9664;&#x7684;&#x65F6;&#x5019;&#xFF1B;</p>
</li>
<li><p>&#x76F4;&#x81F3;&#x9636;&#x7EA7;&#x6597;&#x4E89;&#x7ED3;&#x675F;&#x4E3A;&#x6B62;&#xFF0C;&#x5373;&#x76F4;&#x5230;&#x793E;&#x4F1A;&#x7684;&#x9636;&#x7EA7;&#x533A;&#x5206;&#x6D88;&#x706D;&#x4E3A;&#x6B62;&#xFF0C;&#x627F;&#x8BA4;&#x65E0;&#x4EA7;&#x9636;&#x7EA7;&#x4E13;&#x653F;&#xFF1B;</p>
</li>
<li><p>&#x6D88;&#x706D;&#x8D44;&#x672C;&#x5BB6;&#x79C1;&#x6709;&#x5236;&#xFF0C;&#x6CA1;&#x6536;&#x673A;&#x5668;&#x3001;&#x571F;&#x5730;&#x3001;&#x5382;&#x623F;&#x548C;&#x534A;&#x6210;&#x54C1;&#x7B49;&#x751F;&#x4EA7;&#x8D44;&#x6599;&#xFF1B;</p>
</li>
<li><p>&#x8054;&#x5408;&#x7B2C;&#x4E09;&#x56FD;&#x9645;&#x3002;</p>
</li>
</ol>
</li>
<li><p>&#x6211;&#x4EEC;&#x515A;&#x627F;&#x8BA4;&#x82CF;&#x7EF4;&#x57C3;&#x7BA1;&#x7406;&#x5236;&#x5EA6;&#xFF0C;&#x8981;&#x628A;&#x5DE5;&#x4EBA;&#x3001;&#x519C;&#x6C11;&#x548C;&#x58EB;&#x5175;&#x7EC4;&#x7EC7;&#x8D77;&#x6765;&#xFF0C;&#x5E76;&#x4EE5;&#x793E;&#x4F1A;&#x9769;&#x547D;&#x4E3A;&#x81EA;&#x5DF1;&#x653F;&#x7B56;&#x7684;&#x4E3B;&#x8981;&#x76EE;&#x7684;&#x3002;&#x4E2D;&#x56FD;&#x5171;&#x4EA7;&#x515A;&#x5F7B;&#x5E95;&#x65AD;&#x7EDD;&#x4E0E;&#x8D44;&#x4EA7;&#x9636;&#x7EA7;&#x7684;&#x9EC4;&#x8272;&#x77E5;&#x8BC6;&#x5206;&#x5B50;&#x53CA;&#x4E0E;&#x5176;&#x7C7B;&#x4F3C;&#x7684;&#x5176;&#x4ED6;&#x515A;&#x6D3E;&#x7684;&#x4EFB;&#x4F55;&#x8054;&#x7CFB;&#x3002;</p>
</li>
<li><p>&#x51E1;&#x627F;&#x8BA4;&#x672C;&#x515A;&#x515A;&#x7EB2;&#x548C;&#x653F;&#x7B56;&#xFF0C;&#x5E76;&#x613F;&#x6210;&#x4E3A;&#x5FE0;&#x5B9E;&#x7684;&#x515A;&#x5458;&#x8005;&#xFF0C;&#x7ECF;&#x515A;&#x5458;&#x4E00;&#x4EBA;&#x4ECB;&#x7ECD;&#xFF0C;&#x4E0D;&#x5206;&#x6027;&#x522B;&#xFF0C;&#x4E0D;&#x5206;&#x56FD;&#x7C4D;&#xFF0C;&#x90FD;&#x53EF;&#x4EE5;&#x63A5;&#x6536;&#x4E3A;&#x515A;&#x5458;&#xFF0C;&#x6210;&#x4E3A;&#x6211;&#x4EEC;&#x7684;&#x540C;&#x5FD7;&#x3002;&#x4F46;&#x662F;&#x5728;&#x52A0;&#x5165;&#x6211;&#x4EEC;&#x7684;&#x961F;&#x4F0D;&#x4EE5;&#x524D;&#xFF0C;&#x5FC5;&#x987B;&#x4E0E;&#x90A3;&#x4E9B;&#x4E0E;&#x6211;&#x4EEC;&#x7684;&#x7EB2;&#x9886;&#x80CC;&#x9053;&#x800C;&#x9A70;&#x7684;&#x515A;&#x6D3E;&#x548C;&#x96C6;&#x56E2;&#x65AD;&#x7EDD;&#x4E00;&#x5207;&#x8054;&#x7CFB;&#x3002;</p>
</li>
<li><p>&#x63A5;&#x6536;&#x65B0;&#x515A;&#x5458;&#x7684;&#x624B;&#x7EED;&#x5982;&#x4E0B;&#xFF0C;&#x88AB;&#x4ECB;&#x7ECD;&#x4EBA;&#x5FC5;&#x987B;&#x63A5;&#x53D7;&#x5176;&#x6240;&#x5728;&#x5730;&#x7684;&#x59D4;&#x5458;&#x4F1A;&#x7684;&#x8003;&#x5BDF;&#xFF0C;&#x8003;&#x5BDF;&#x671F;&#x9650;&#x81F3;&#x5C11;&#x4E3A;&#x4E24;&#x4E2A;&#x6708;&#x3002;&#x8003;&#x5BDF;&#x671F;&#x6EE1;&#x540E;&#xFF0C;&#x7ECF;&#x5927;&#x591A;&#x6570;&#x515A;&#x5458;&#x540C;&#x610F;&#xFF0C;&#x59CB;&#x5F97;&#x6210;&#x4E3A;&#x515A;&#x5458;&#xFF0C;&#x5982;&#x679C;&#x8BE5;&#x5730;&#x533A;&#x6709;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#xFF0C;&#x5FC5;&#x987B;&#x7ECF;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#x6279;&#x51C6;&#x3002;</p>
</li>
<li><p>&#x5728;&#x515A;&#x5904;&#x4E8E;&#x79D8;&#x5BC6;&#x72B6;&#x6001;&#x65F6;&#xFF0C;&#x515A;&#x7684;&#x91CD;&#x8981;&#x4E3B;&#x5F20;&#x548C;&#x515A;&#x5458;&#x8EAB;&#x5206;&#x5E94;&#x4FDD;&#x5B88;&#x79D8;&#x5BC6;&#x3002;</p>
</li>
<li><p>&#x6BCF;&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x51E1;&#x662F;&#x6709;&#x515A;&#x5458;&#x4E94;&#x4EBA;&#x4EE5;&#x4E0A;&#x65F6;&#xFF0C;&#x5FC5;&#x987B;&#x6210;&#x7ACB;&#x59D4;&#x5458;&#x4F1A;&#x3002;</p>
</li>
<li><p>&#x59D4;&#x5458;&#x4F1A;&#x7684;&#x515A;&#x5458;&#x7ECF;&#x4EE5;&#x524D;&#x6240;&#x5728;&#x5730;&#x7684;&#x59D4;&#x5458;&#x4F1A;&#x4E66;&#x8BB0;&#x4ECB;&#x7ECD;&#xFF0C;&#x53EF;&#x4EE5;&#x8F6C;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#x7684;&#x59D4;&#x5458;&#x4F1A;&#x3002;</p>
</li>
<li><p>&#x51E1;&#x662F;&#x515A;&#x5458;&#x4E0D;&#x8D85;&#x8FC7;&#x5341;&#x4EBA;&#x7684;&#x5730;&#x65B9;&#x59D4;&#x5458;&#x4F1A;&#xFF0C;&#x5E94;&#x8BBE;&#x4E66;&#x8BB0;&#x4E00;&#x4EBA;&#xFF1B;&#x8D85;&#x8FC7;&#x5341;&#x4EBA;&#x7684;&#x5E94;&#x8BBE;&#x8D22;&#x52A1;&#x59D4;&#x5458;&#x3001;&#x7EC4;&#x7EC7;&#x59D4;&#x5458;&#x548C;&#x5BA3;&#x4F20;&#x59D4;&#x5458;&#x5404;&#x4E00;&#x4EBA;&#xFF1B;&#x8D85;&#x8FC7;&#x4E09;&#x5341;&#x4EBA;&#x7684;&#xFF0C;&#x5E94;&#x7531;&#x59D4;&#x5458;&#x4F1A;&#x7684;&#x6210;&#x5458;&#x4E2D;&#x9009;&#x51FA;&#x4E00;&#x4E2A;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#x3002;&#x5173;&#x4E8E;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#x7684;&#x89C4;&#x5B9A;&#x4E0B;&#x9762;&#x5C06;&#x8981;&#x8BF4;&#x5230;&#x3002;</p>
</li>
<li><p>&#x5DE5;&#x4EBA;&#x3001;&#x519C;&#x6C11;&#x3001;&#x58EB;&#x5175;&#x548C;&#x5B66;&#x751F;&#x7B49;&#x5730;&#x65B9;&#x7EC4;&#x7EC7;&#x7684;&#x4EBA;&#x6570;&#x5F88;&#x591A;&#x65F6;&#xFF0C;&#x53EF;&#x4EE5;&#x6D3E;&#x4ED6;&#x4EEC;&#x5230;&#x5176;&#x4ED6;&#x5730;&#x533A;&#x53BB;&#x5DE5;&#x4F5C;&#xFF0C;&#x4F46;&#x662F;&#x4E00;&#x5B9A;&#x8981;&#x53D7;&#x5F53;&#x5730;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#x6700;&#x4E25;&#x683C;&#x7684;&#x76D1;&#x7763;&#x3002;</p>
</li>
<li><p>&#xFF08;&#x9057;&#x6F0F;&#xFF09;&#x2460;</p>
</li>
<li><p>&#x5730;&#x65B9;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#x7684;&#x8D22;&#x653F;&#x3001;&#x6D3B;&#x52A8;&#x548C;&#x653F;&#x7B56;&#xFF0C;&#x5FC5;&#x987B;&#x53D7;&#x4E2D;&#x592E;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#x7684;&#x76D1;&#x7763;&#x3002;</p>
</li>
<li><p>&#x59D4;&#x5458;&#x4F1A;&#x6240;&#x7BA1;&#x8F96;&#x7684;&#x515A;&#x5458;&#x8D85;&#x8FC7;&#x4E94;&#x767E;&#x4EBA;&#x6216;&#x540C;&#x4E00;&#x5730;&#x533A;&#x6709;&#x4E94;&#x4E2A;&#x59D4;&#x5458;&#x4F1A;&#x65F6;&#xFF0C;&#x5FC5;&#x987B;&#x6210;&#x7ACB;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#x3002;&#x5168;&#x56FD;&#x4EE3;&#x8868;&#x4F1A;&#x8BAE;&#x5E94;&#x59D4;&#x6D3E;&#x5341;&#x4EBA;&#x53C2;&#x52A0;&#x8BE5;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#xFF0C;&#x5982;&#x679C;&#x8FD9;&#x4E9B;&#x8981;&#x6C42;&#x4E0D;&#x80FD;&#x5B9E;&#x73B0;&#xFF0C;&#x5FC5;&#x987B;&#x6210;&#x7ACB;&#x4E34;&#x65F6;&#x4E2D;&#x592E;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#x3002;&#x5173;&#x4E8E;&#x6267;&#x884C;&#x59D4;&#x5458;&#x4F1A;&#x7684;&#x5DE5;&#x4F5C;&#x548C;&#x7EC4;&#x7EC7;&#xFF0C;&#x4E0B;&#x9762;&#x5C06;&#x8981;&#x66F4;&#x52A0;&#x8BE6;&#x7EC6;&#x5730;&#x9610;&#x8FF0;&#x3002;</p>
</li>
<li><p>&#x515A;&#x5458;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x7531;&#x4E8E;&#x6CD5;&#x5F8B;&#x7684;&#x8FEB;&#x4F7F;&#x548C;&#x6CA1;&#x6709;&#x5F97;&#x5230;&#x515A;&#x7684;&#x7279;&#x522B;&#x5141;&#x8BB8;&#xFF0C;&#x4E0D;&#x80FD;&#x62C5;&#x4EFB;&#x653F;&#x5E9C;&#x59D4;&#x5458;&#x6216;&#x56FD;&#x4F1A;&#x8BAE;&#x5458;&#x3002;&#x58EB;&#x5175;&#x3001;&#x8B66;&#x5BDF;&#x548C;&#x804C;&#x5458;&#x4E0D;&#x5728;&#x6B64;&#x4F8B;&#x3002;&#x2462;</p>
</li>
<li><p>&#x8FD9;&#x4E2A;&#x7EB2;&#x9886;&#x7ECF;&#x4E09;&#x5206;&#x4E4B;&#x4E8C;&#x5168;&#x56FD;&#x4EE3;&#x8868;&#x5927;&#x4F1A;&#x540C;&#x610F;&#xFF0C;&#x59CB;&#x5F97;&#x4FEE;&#x6539;&#x3002;</p>
<blockquote>
<p>&#x2460;&#x6B64;&#x7CFB;&#x4FC4;&#x6587;&#x7248;&#x539F;&#x6CE8;&#x3002;
&#x2462;&#x4FC4;&#x6587;&#x7248;&#x539F;&#x6CE8;&#xFF1A;&#x8FD9;&#x6761;&#x5728;&#x4E00;&#x4E5D;&#x4E8C;&#x4E8C;&#x5E74;&#x7B2C;&#x4E8C;&#x6B21;&#x4EE3;&#x8868;&#x5927;&#x4F1A;&#x4E0A;&#x66FE;&#x5F15;&#x8D77;&#x6FC0;&#x70C8;&#x7684;&#x4E89;&#x8BBA;&#x3002;</p>
</blockquote>
</li>
</ol>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"中国共产党纲领","level":"1.3.1","depth":2,"previous":{"title":"附加文件","level":"1.3","depth":1,"ref":"","articles":[{"title":"中国共产党纲领","level":"1.3.1","depth":2,"path":"纲领.md","ref":"纲领.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"纲领.md","mtime":"2020-12-23T12:45:17.753Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-12-24T11:08:41.134Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

